[
  "better-export-pdf",
  "dataview",
  "obsidian-enhancing-export",
  "break-page",
  "obsidian-admonition",
  "obsidian-advanced-slides",
  "advanced-canvas",
  "table-editor-obsidian",
  "calendar",
  "canvas-mindmap",
  "easy-typing-obsidian",
  "editing-toolbar",
  "creases",
  "floating-toc",
  "image-converter",
  "obsidian-filename-heading-sync",
  "recent-files-obsidian",
  "obsidian-tasks-plugin",
  "smart-connections",
  "obsidian-title-serial-number-plugin",
  "pdf-plus",
  "obsidian-quiet-outline",
  "obsidian-outliner",
  "omnisearch",
  "nldates-obsidian",
  "obsidian-linter",
  "obsidian-image-toolkit",
  "merge-notes",
  "callout-manager",
  "text-finder",
  "obsidian-tidy-footnotes",
  "terminal",
  "obsidian-relative-line-numbers",
  "make-md",
  "copilot",
  "oz-clear-unused-images",
  "print",
  "obsidian-git"
]