[
  "table-editor-obsidian",
  "obsidian-advanced-slides",
  "recent-files-obsidian",
  "advanced-canvas",
  "homepage",
  "obsidian-enhancing-export",
  "omnisearch",
  "file-tree-alternative",
  "notion-like-tables",
  "editing-toolbar",
  "calendar",
  "creases",
  "pdf-plus",
  "break-page",
  "floating-toc",
  "obsidian-excalidraw-plugin",
  "easy-typing-obsidian",
  "better-export-pdf",
  "image-converter",
  "obsidian-relative-line-numbers",
  "obsidian-linter",
  "number-headings-obsidian",
  "obsidian-title-serial-number-plugin",
  "canvas-mindmap",
  "obsidian-tasks-plugin",
  "obsidian-admonition",
  "obsidian-quiet-outline",
  "text-finder"
]